"Load New Licence" = "Charger une nouvelle licence";
"Cancel" = "Annuler";
"Clear and Scoop" = "Vider et surveiller";
"Close" = "Fermer";
"Don't Save" = "Ne pas enregistrer";
"Never" = "Jamais";
"No" = "Non";
"OK" = "OK";
"Quit" = "Quitter";
"Remove" = "Supprimer";
"Save" = "Enregistrer";
"Yes" = "Oui";
"Are you sure you want to remove this licence?\n\nYou will be unable to use this program until you install another." = "Etes vous sur de vouloir retirer cette licence ?\n\nVous ne pourrez plus utiliser ce programme jusqu'à ce que vous en installiez une autre.";
"Check for updates on startup?" = "Vérifier les mises à jour au démarrage ?";
"Couldn't load licence file %@." = "Impossible de charger le fichier de licence %@.";
"Some packets have been lost and this file MAY have been affected.\n\nTo avoid this message, clear the list and recapture the file." = "Certains paquets ont été perdus et ce fichier A PU être affecté.\n\nPour éviter ce message, videz la liste et recapturez le fichier.";
"Sorry - HTTP Scoop requires Mac OS X 10.4 (Tiger) or above." = "Désolé - HTTP Scoop requiert Mac OS X 10.4 (Tiger) ou plus récent.";
"Sorry - HTTP Scoop was unable to access a required font. Please contact Tuffcode Support." = "Désolé - HTTP Scoop a été incapable d'accéder à une police requise. Veuillez contacter le support de Tuffcode.";
"Stopping the scoop because there is no space left to continue capturing HTTP traffic." = "Arrête de la surveillance parce qu'il n'y a plus d'espace libre pour capturer le trafic HTTP.";
"The licence file is invalid." = "Le fichier de licence est invalide.";
"The selected HTTP request/response has no response body (e.g. HTTP redirect or Not Modified) or is not yet completely downloaded." = "La requête/réponse HTTP sélectionnée n'a pas de corps de réponse (ex. HTTP redirect ou non modifié) ou n'est pas complètement téléchargée.";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Voulez vous que %@ vérifie les mises à jour au démarrage ? Si non, vous pouvez lancer la recherche manuellement depuis le menu de l'application.";
"Would you like to clear the buffer and start scooping again?" = "Voulez vous effacer le tampon et recommencer à surveiller ?";
"You have entered an invalid hostname or ip address." = "Vous avez entré un adresse IP ou un nom d'hôte invalide.";
"You have entered an invalid port number." = "Vous avez entré un numéro de port invalide.";
"You have not selected an HTTP response to save." = "Vous n'avez pas sélectionné une réponse HTTP à enregistrer.";
"Capture Settings" = "Paramètres de capture";
"Couldn't get font" = "Impossible d'obtenir une police";
"Incompatible OS Version [%d]" = "Version du système non compatible [%d]";
"Registration Failed" = "Echec de l'enregistrement";
"Remove Licence" = "Retirer la licence";
"Save HTTP Response As..." = "Enregistrer la réponse HTTP sous...";
"The Buffer is Full" = "La mémoire tampon est pleine";
"This file may be corrupt" = "Ce fichier est peut être corrompu";
"Local interface" = "Interface locale";
"Enjoy your %u days of free use!" = "Profitez de vos %u jours d'utilisation gratuite !";
"Expired" = "CNC #0x7";
"Invalid Licence" = "Licence invalide";
"Licence Found" = "Licence trouvée";
"Please get in touch for help!" = "Veuillez nous contacter afin d'obtenir de l'aide !";
"Thanks for your support!" = "Merci de votre support !";
"Trial Finished" = "Fin de la période d'essai";
"Trial Running" = "Période d'essai en cours";
"We hope you found HTTP Scoop useful!" = "Nous espérons que vous avez trouvé HTTP Scoop utile !";
"%1.2f MB Scooped (%d%% capacity)" = "%1$.2f Mo capturés (%2$d%% disponibles)";
"Building hex dump..." = "Construction du dump hex...";
"Closed by peer" = "Fermée par un pair";
"Couldn't start packet capture" = "Impossible de démarrer la capture de paquets";
"Error performing packet capture" = "Erreur lors de la capture de paquets";
"Error" = "Erreur";
"HTTP protocol error" = "Erreur de protocole HTTP";
"Receiving..." = "Réception...";
"Reset by peer" = "Réinitialisée par un pair";
"Scoop starting on %@..." = "Début de la surveillance sur %@...";
"Scoop stopped" = "Surveillance stoppée";
"Scoop stopping..." = "Arrêt de la surveillance";
"Scooping %@..." = "Surveillance de %@...";
"Starting..." = "Démarrage...";
"Traffic too fast - some packets lost" = "Trafic trop rapide - quelques paquets perdus";
"Trial User" = "I-Won't-Pay-For-It Guy";
"Waiting..." = "En attente...";
"Welcome, %@" = "Bienvenue, %@";

"FEEDBACK_EMAIL" = "support@tuffcode.com";

"FEEDBACK_SUBJECT_PREFIX" = "HTTP Scoop Feedback ";

"FEEDBACK_URL" = "mailto:support@tuffcode.com?subject=HTTP%20Scoop%20Feedback";
